[
  {
    "Title": "ALL NEW ALL DIFFERENT AVENGERS HC VOL 01 (9781302904098)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 157.99,
    "Description": "Umarli Avengers – niech żyją Avengers! Gdy do naszego świata zbliża się kosmiczne zagrożenie, los znów łączy Kapitana Amerykę, Thora, Visiona i Iron Mana – a wraz z nimi grupę młodych herosów, którzy odmłodzą Avengers! Powitajmy w pierwszej lidze Novę, Ms. Marvel i Milesa Moralesa, znanego jako Spider-Man! Jaki złoczyńca pchnął ich wszystkich do zjednoczenia? Czy nowy skład wytrzyma dość długo, aby zapisać się w historii Avengers? Być może nie, gdy rozpoczyna się STANDOFF i wszyscy zapominają o swoich tożsamościach! Potem pojawi się jeszcze zupełnie nowa Wasp! Czy jest przyjacielem, czy może wrogiem? Tom zbiera zeszyty ALL-NEW, ALL-DIFFERENT AVENGERS #1-12; and material from AVENGERS (2015) #0, FREE COMIC BOOK DAY 2015 (AVENGERS) #1 and FREE COMIC BOOK DAY 2016 (CIVIL WAR II) #1.",
    "Isbn": "9781302904098",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_6373680e4de1e13503e15f7ebf6c1bff.jpg"
  },
  {
    "Title": "ALL NEW ALL DIFFERENT AVENGERS TP VOL 01 MAGNIFICENT SEVEN (9780785199670)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 89.99,
    "Description": "Umarli Avengers – niech żyją Avengers! Najpotężniejsi ziemscy bohaterowie, Kapitan Ameryka, Thor, Vision i Iron Man nie są już połączeni z żadną drużyną. Ale ich losy łączą się po raz kolejny, gdy Ziemię na cel bierze kosmiczne zagrożenie. Dołączają do nich młodzi bohaterowie, którzy odmłodzą dróżynę. Powitajmy w pierwszej lidze Novę, Ms. Marvel i Milesa Moralesa, znanego jako Spider-Man! Gdy pojawi się Warbringer będą oni muieli zapomnieć o dzielących ich różnicach. Jedno z nich wkrótce pożegna się z drużyną, ale Kapitan i Thor zostaną na dłużej, gdy połączy ich najpotężniejsza miłość świata! Ale jaki złoczyńca doprowadził do zjednoczenia nowej grupy? Tom zbiera zeszyty ALL-NEW, ALL-DIFFERENT AVENGERS #1-6, oraz materiały z AVENGERS #0 i FREE COMIC BOOK DAY 2015 (AVENGERS) #1.",
    "Isbn": "9780785199670",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_cf661cff3b2872390b52e59f6baad3fb.jpg"
  },
  {
    "Title": "AVENGERS - IMPAS - ATAK NA PLEASANT HILL (9788328134942)",
    "Manufacturer": "EGMONT",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 74.99,
    "Description": "Uśmiechnięci sąsiedzi? Zadbane ulice? Żadnych przestępców? Miasteczko Pleasant Hill mogłoby być ucieleśnieniem amerykańskiego snu, gdyby nie skrywało mrocznej tajemnicy. Żeby odkryć, co naprawdę się w nim dzieje, trzej skłóceni bohaterowie muszą połączyć siły: Steve Rogers, Bucky Barnes oraz Sam Wilson. Jednak gdy przebudzi się ich dawny wróg, a na miejsce przybędą dwie konkurencyjne drużyny Avengers, sielankowe miasteczko zmieni się w strefę wojny, a niedoszły amerykański sen – w koszmar... Scenariusze do tego tomu, którego akcja rozgrywa się pomiędzy pierwszym a drugim tomem serii Avengers, napisali m.in. Nick Spencer (Ant-Man: Druga szansa), Gerry Duggan (Deadpool), Al Ewing (Loki: Agent of Asgard), Marc Guggenheim (znany z seriali Arrow i Legends of Tomorrow) oraz Mark Waid (Avengers). Autorami ilustracji są: Daniel Acuna (Uncanny Avengers), Mark Bagley (Ultimate Spider-Man), Adam Kubert (Avengers), Germán Peralta (Moon Knight), Ryan Stegman (The Superior Spider-Man) oraz inni rysownicy.",
    "Isbn": "9788328134942",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\15550481o.jpg"
  },
  {
    "Title": "AVENGERS BY HICKMAN COMPLETE COLLECTION TP VOL 01 (9781302925093)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 157.99,
    "Description": "No description",
    "Isbn": "9781302925093",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\c1da90febc9791acf3e16bfe993cfbbb.jpg"
  },
  {
    "Title": "AVENGERS BY JASON AARON TP VOL 01 FINAL HOST MCGUINNESS DM VAR (9781302915070)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 80.99,
    "Description": "No description",
    "Isbn": "9781302915070",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_5622cfec2969999c2f41ede4373a7654.jpg"
  },
  {
    "Title": "AVENGERS ENDLESS WARTIME TP (9780785184683)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 89.99,
    "Description": "The original graphic novel, in softcover for the first time! An abomination, long thought buried, has resurfaced in a war-torn land. But now it wears an American flag. Faced with another nightmare reborn, Captain America will not stand for yet more death at the hands of a ghost from his past. Haunted by his greatest shame, Thor must renew the hunt for a familiar beast. At their side, an assemblage of allies united to end the threats no one of them could face alone. They are soldiers. Warriors. Comrades-in-arms. Mighty heroes led by a living legend, stronger together than apart. They are the Avengers.",
    "Isbn": "9780785184683",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_917f3337e9ff1cb18bc267754bfc079d.jpg"
  },
  {
    "Title": "AVENGERS EPIC COLLECTION TP VOL 16 UNDER SIEGE (9780785195399)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 179.99,
    "Description": "Masters of Evil przejmują Avengers Mansion! W jednej z najlepszych komiksowych opowieści Baron Zemo uderza w słaby punkt Avengers, wraz z Masters of Evil silniejszymi niż kiedykolwiek! Oblegają oni dom bohaterów – i wygrywają! Gdyby tego było mało, najpotężniejsi bohaterowie świata muszą wziąć udział w SECRET WARS II i przetrwać w walce Kanga z Immortusem! Dołączenie Sub-Marinera prowadzi do protestów społeczeństwa, ale to nie powstrzyma Avengers i Alpha Flight przed wsparciem Namora w walce o Atlantydę z Attumą. Tymczasem stary przyjaciel okazuje się być wrogiem! Co stało się z Quicksilverem? Dwie drużyny Avengers zjednoczą się, by poznać prawdę! Tom zbiera zeszyty AVENGERS (1963) #264-277, ALPHA FLIGHT (1983) #39, AVENGERS ANNUAL #15 and WEST COAST AVENGERS ANNUAL #1.",
    "Isbn": "9780785195399",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\FEB160970.jpg"
  },
  {
    "Title": "AVENGERS FOREVER TP (9781302915520)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 134.99,
    "Description": "No description",
    "Isbn": "9781302915520",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_04af3a6fa02d8e31543738a8894a3213.jpg"
  },
  {
    "Title": "AVENGERS GATHERING OMNIBUS HC DM VAR (9781302926502)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 539.99,
    "Description": "No description",
    "Isbn": "9781302926502",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\2d5cb68e8275ca2511b0487cc3935701.jpg"
  },
  {
    "Title": "AVENGERS I X-MEN - AXIS (9788328127920)",
    "Manufacturer": "EGMONT",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 59.99,
    "Description": "Red Skull, nazistowski łotr dążący do zagłady mutantów, wykorzystuje telepatyczne moce Charlesa Xaviera, by zalać świat falą nienawiści. Avengers i X-Men jednoczą się, aby go powstrzymać, ale ceną zwycięstwa okazuje się odwrócenie charakterów. Dobrzy stają się źli. Wybuch wojny między X-Men a Avengers, którym brutalnie przewodzi nowy Kapitan Ameryka, wydaje się tylko kwestią czasu. Kto uratuje świat przed zagładą, gdy wszyscy bohaterowie zmienią się w złoczyńców?\nHistorię tę napisał Rick Remender, autor serii takich jak Uncanny Avengers, Uncanny X-Force, Punisher i Venom. Rysunki stworzyli: Adam Kubert (Avengers, Wolverine), Leinil Francis Yu (Tajna Inwazja), Jim Cheung (Nieskończoność) i Terry Dodson (Spider-Man i Czarna Kotka: Zło, które ludzie czynią).",
    "Isbn": "9788328127920",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_d883f56ab1b293fea4e27174e97ad6b5.jpg"
  },
  {
    "Title": "AVENGERS TP NO SURRENDER (9781302911461)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 157.99,
    "Description": "No description",
    "Isbn": "9781302911461",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_61a1cf61589a8cdea05581980274b8ff.jpg"
  },
  {
    "Title": "AVENGERS UNLEASHED TP VOL 01 KANG WAR ONE (9781302906115)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 80.99,
    "Description": "Ten czas wreszcie nadszedł! Ich szeregi przetrzebiła CIVIL WAR II, ich sumienia ciążą, ale najpotężniejsi herosi świata muszą zjednoczyć się po raz ostatni, aby pokonać zagrażające światu zło! Avengers nadchodzą: Kapitan Ameryka! Thor! Vision! Wasp! Spider-Man! Hercules! Czy gdy opadnie kurz, będą mieli siłę na walkę z Kangiem? Gdy Vision przysięga Kangowi zemstę, stawką w walce Avengers stanie się cała historia! Firewall of Time rozpadnie się, a po wojnie po wszystkich wojnach nic nie pozostanie takie samo! AVENGERS (2016) #1-6.",
    "Isbn": "9781302906115",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_1eeccf32e6592cfe7b683deb21221d1c.jpg"
  },
  {
    "Title": "AVENGERS WEST COAST VISION QUEST TP NEW PTG (9780785197409)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 112.99,
    "Description": "It’s battles, betrayals and the bizarre as only Byrne could bring you! Watch as one of comicdom’s most recognizable talents remakes the West Coast Avengers, starting with the capture and dismantling of the Vision! As secrets about the synthezoid come to light, the Whackos are determined to get their teammate back, safe and sound — but what happens when the Vision they recover isn’t the Vision they remember? And most important, how will this shocking change affect the Vision and the Scarlet Witch’s marriage…and family? Plus: Ancient secrets of humanity revealed! The Scarlet Witch’s first step into the descent that disassembled the Avengers! The debut of the Great Lakes Avengers! And featuring the triumphant return of one of Marvel’s hottest golden age greats: the original Human Torch! Collecting WEST COAST AVENGERS (1985) #42-47 and AVENGERS WEST COAST #48-50.",
    "Isbn": "9780785197409",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_175eb5ebb5eb0b82ec34c8dc05036266.jpg"
  },
  {
    "Title": "AVENGERS: NIE PODDAMY SIĘ (9788328160088)",
    "Manufacturer": "EGMONT",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 79.99,
    "Description": "Najpotężniejsze siły we wszechświecie skradły Ziemię i zmieniły ją w planszę do gry. Avengers nie zamierzają jednak stać się ich pionkami. Cztery drużyny superbohaterów jednoczą wysiłki, aby poznać tożsamość przeciwników i odzyskać planetę, a pomaga im tajemnicza Wojażerka. Nie wiedzą jeszcze, że jeden z graczy trzyma asa w rękawie – zielonego potwora, gwałtownego i niepowstrzymanego jak sam gniew!\n\nScenariusz tego komiksu stworzyli Al Ewing („Nieśmiertelny Hulk”), Mark Waid („Daredevil”) i Jim Zub („Samuraj Jack”). Autorami rysunków są Kim Jacinto („Niegodny Thor”), Pepe Larraz („Wolverine i X-Men”) oraz Paco Medina („Deadpool”). Album zawiera zeszyty #675–690 serii „Avengers”.",
    "Isbn": "9788328160088",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\800-4.jpg"
  },
  {
    "Title": "BLACK WIDOW BY KELLY THOMPSON TP VOL 01 TIES THAT BIND (9781302924836)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 71.99,
    "Description": "No description",
    "Isbn": "9781302924836",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\33ffd5de9401fbd6ee1ef153f02730a9.jpg"
  },
  {
    "Title": "BLACK WIDOW TP VOL 01 FINELY WOVEN THREAD (9780785188193)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 80.99,
    "Description": "Black Widow jest jedną z Avengers i agentką S.H.I.E.L.D. W wolnym czasie szuka pokuty za dawne życie zabójczyni z KGB – takiej jaką dać mogłyby jej obie grupy. Widow rusza do Rosji, gdzie Hand of God sięga na zimne ulice, aby ją zgnieść bez żadnej litości. Otoczona, Natasha wpada na trop intrygi oplatającej cały świat. Paryż, Londyn, Czarnogóra – Natasha bierze udział w wyścigu z czasem w poszukiwaniu odpowiedzi. Jej siła i spryt zostaną wystawione na próbę, gdy ruszy śladem krwi i zniszczenia do swoich korzeni, ale czy zdoła wykryć sprawcę ataków? Tom zbiera zeszyty BLACK WIDOW (2014) #1-6, oraz materiały z ALL-NEW MARVEL NOW! POINT ONE #1.",
    "Isbn": "9780785188193",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_90ac1c37dd63bbb8efbaa766e4dd02b4.jpg"
  },
  {
    "Title": "CAPTAIN AMERICA BY ED BRUBAKER OMNIBUS HC VOL 01 DM VAR NEW PTG (9781302927936)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 449.99,
    "Description": "No description",
    "Isbn": "9781302927936",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_8330be8c86a9ca4b6d5f43e7cb6bff01.jpg"
  },
  {
    "Title": "CAPTAIN AMERICA OMNIBUS HC DEATH CAPTAIN AMERICA NEW PTG (9781302929619)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 337.99,
    "Description": "No description",
    "Isbn": "9781302929619",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\f241c5860ef0f5f660696ff70683fd8f.jpg"
  },
  {
    "Title": "CIVIL WAR HC MCNIVEN CVR NEW PTG (9780785194484)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 157.99,
    "Description": "The landscape of the Marvel Universe is changing, and it’s time to choose: Whose side are you on? In the wake of a superhuman tragedy, Capitol Hill proposes the Superhuman Registration Act, requiring all costumed heroes to unmask themselves before the United States government. Divided, the nation’s greatest champions must each decide how to react — a decision that will alter the course of their lives forever! Captain America rejects the Act and goes underground, Iron Man steps up to spearhead the registration effort — and Marvel’s heroes split right down the middle! The shocking crossover that rewrites the rules, Civil War stars Spider-Man, the New Avengers, the Fantastic Four, the X-Men and the entirety of the Marvel pantheon! Collecting CIVIL WAR (2006) #1-7, MARVEL SPOTLIGHT: MARK MILLAR/STEVE MCNIVEN.",
    "Isbn": "9780785194484",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_52d5b1bbe7c31137e7f5334e899ee90c.jpg"
  },
  {
    "Title": "CIVIL WAR II HC (9781302901561)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 224.99,
    "Description": "When a new Inhuman emerges with the ability to profile the future, the Marvel Universe will be rocked to its core! While Captain Marvel harnesses Ulysses’ powers to prevent crime, Iron Man is violently opposed to the implications. As Tony Stark takes matters (and the law) into his own hands and declares war on the Inhumans, others are willing to fight — and even die — to stop him. And when one of the biggest heroes of all falls, the resulting trial of the century stokes the fire. Friendships crumble, teams are torn apart and the conflict goes galactic — but when the truth about Ulysses’ visions is revealed, all bets are off in one of the biggest battles in Marvel history! Collecting CIVIL WAR II #0-8 and material from FREE COMIC BOOK DAY 2016 (CIVIL WAR II) #1.\n\n",
    "Isbn": "9781302901561",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_14711ebc5452330414e44a253eea3468.jpg"
  },
  {
    "Title": "CIVIL WAR TP (9780785121794)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 112.99,
    "Description": "Świat Marvela się zmienia i czas być wybrał: po której jesteś stronie? Konflikt, który stawi przeciwko sobie przyjaciół i braci rozpocznie się, gdy przez drobny błąd zginą tysiące ludzi! Wojna zbiera pierwsze żniwo, nikt nie jest bezpieczny, drużyny, przyjaźnie i rodziny zaczną się rozpadać. Wydarzenie, które zmieniło wszelkie zasady, CIVIL WAR - WOJNA DOMOWA, w której występują Spider-Man, New Avengers, Fantastic Four, X-Men i każdy inny bohater Marvela! Zawiera CIVIL WAR #1-7.",
    "Isbn": "9780785121794",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_a745a79f371ced0fb22112ef2069ebed.jpg"
  },
  {
    "Title": "DOCTOR STRANGE TP DONT PAY FERRYMAN (9780785193258)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 112.99,
    "Description": "Flames of the Faltine! Is it getting hot in here, or is it just Mephisto? When Doctor Strange joins Reed and Sue Richards in battle with the Lord of Lies, the enchanting sorceress Topaz is freed from hell. But half her soul remains in torment. Can Strange complete her — or will he fall prey first to a siren’s song? Or perhaps to a feral feline demon? With a key part of his costume clawed to pieces, Stephen’s going to need a new Cloak — but when the unholy Urthona strikes, he might need a new body, too! The old saying goes, “Don’t pay the ferryman until you get to the other side.” But before Strange can reach it, there might just be a new Sorcerer Supreme! Collecting DOCTOR STRANGE (1974) #75-81.",
    "Isbn": "9780785193258",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\0_0_productGfx_8a4132bbaac3f960378f2f7b66b3c0db.jpg"
  },
  {
    "Title": "DOCTOR STRANGE TP OATH NEW PTG (9780785187868)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 31.50,
    "Description": "Doctor Stephen Strange embarks on the most important paranormal investigation of his career, as he sets out to solve an attempted murder - his own! And with his most trusted friend also at death's door, Strange turns to an unexpected corner of the Marvel Universe to recruit a new ally. Eisner Award-winning writer Brian K. Vaughan (Runaways, Y: The Last Man) and red-hot artist Marcos Martin (Captain America, Batgirl: Year One) join forces for an adventure that will take the Sorcerer Supreme from the underworld of New York City to the deadliest dimensions on the outskirts of reality - while firmly establishing him in the current Marvel Universe and setting him up to join a surprising new team! Collecting Doctor Strange: The Oath #1-#5.",
    "Isbn": "9780785187868",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\51UtlNtb2tL.jpg"
  },
  {
    "Title": "IMMORTAL HULK HC VOL 01 (9781302919658)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 157.99,
    "Description": "No description",
    "Isbn": "9781302919658",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\5326128b3b7ba24bfbd9d0319b4dd7c9.jpg"
  },
  {
    "Title": "IMMORTAL HULK TP VOL 01 OR IS HE BOTH (9781302912550)",
    "Manufacturer": "MARVEL COMICS",
    "CategoryName": "KOMIKSY AVENGERS",
    "Price": 71.99,
    "Description": "Imię potwora zna każdy. Mężczyzny w jego cieniu nigdy się nie dostrzega, bo nie chce być dostrzeżony. Jest spokojny, cichy. Gdy ktoś go postrzeli... po prostu umiera. Gdy zapada zmrok - ktoś inny powstaje z martwych. Imię mężczyzny to Banner. Imię potwora to Nieśmiertelny Hulk! Problemy ciągną się za nimi oboma. Dziennikarka Jackie McGee próbuje zrozumieć całą sprawę, gdy Banner wędruje od miasta do miasta, znajdując morderswa, tajemnicę i tragedię, gdziekolwiek by się nie zjawił. To, co znajdzie Banner, Hulk od razu niszczy! Gdzie indziej bohater zwany Sasquatch czuje się odpowiedzialny za los Bannera. By mu pomóc, musi odnaleźć potwora! Zawiera: IMMORTAL HULK #1-5 i fragmenty AVENGERS (2016) #684 autorstwa Jima Zuba i Marka Waida.",
    "Isbn": "9781302912550",
    "ImgPath": "C:\\Users\\henry\\OneDrive\\Pulpit\\github_d\\bizneselektroniczny\\ScrapingResults\\Img\\AUG181082.jpg"
  }
]